VV_cases/V1_solver/results/study_v1/runs/004_data_of13_fluid_consistency_short/simulations/b050_medium_Re135/openfoam_setup/0.orig/T
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 293.15;

boundaryField
{
    inlet { type fixedValue; value uniform 293.15; }
    outlet { type inletOutlet; inletValue uniform 293.15; value uniform 293.15; }
    top { type zeroGradient; }
    bottom { type zeroGradient; }
    cylinder { type zeroGradient; }
    front { type symmetryPlane; }
    back { type symmetryPlane; }
}
